{
  "nav": {
    "home": "ГОЛОВНА",
    "partners": "ПАРТНЕРИ",
    "organizers": "ОРГАНІЗАТОРИ"
  },
  "about-event": {
    "title": "ПРО ПОДІЮ",
    "text1": "Це змагання, що дають можливість використати набуті знання та навички для розв'язання актуальних проблем.",
    "text2": "Суть змагань — запропонувати інноваційне рішення в одній з двох категорій: Case Study (CS) або Team Design (TD)."
  },
  "goals-event": {
    "title": "ЦІЛЬ",
    "text1": "Основною метою події є створення середовища, що сприятиме розвитку та застосуванню навичок студентів.",
    "text2": "Учасники будуть залучені до командної роботи для креативного розв'язання реальних проблем."
  },
  "mission-vision": {
    "main-title": "МІСІЯ ТА ВІЗІЯ",
    "title1": "МІСІЯ",
    "title2": "ВІЗІЯ",
    "text1": "Розвиток студентів-інженерів",
    "text2": "Реалізація інженерного потенціалу України"
  },
  "categories": {
    "main-title": "КАТЕГОРІЇ",
    "title1": "CASE STUDY",
    "title2": "TEAM DESIGN",
    "text1": "Категорія, у якій потрібно запропонувати теоретичне розв'язання заданої інженерної, економічної, виробничої, соціальної чи маркетингової проблеми.",
    "text2": "Категорія, у якій від учасників вимагається практичне розв'язання актуальної задачі в області IoT, embedded, електроніки, радіотехніки чи механіки.",
    "example": "Приклад завдання:",
    "example1": "Повоєнна реставрація Херсонеса Таврійського з урахуванням сторонніх аспектів, як захисту пам’ятки від сповзання ґрунту чи затоплення.",
    "example2": "Розробка автономного пристрою для моніторингу життєвих показників солдата в реальному часі з функцією передачі даних до медичного пункту."
  },
  "bec-you": {
    "main-title": "ЧОМУ ПОТРІБНО ОБРАТИ ВЕС, ЯКЩО ВИ",
    "title1": "КОМПАНІЯ",
    "title2": "СТУДЕНТ",
    "text1": "Партнерство з ВЕС буде хорошою можливістю долучитися до розвитку молоді, знайти перспективних робітників та показати себе відкритими до нового.",
    "text2": "Участь у змаганнях є хорошим шансом завести нові знайомства, здобути та покращити навички, отримати комплексний досвід та незабутні враження.",
    "sub-text": "Дізнайтесь більше",
    "more": [
      {
        "title": "Дізнайтесь більше: Компанія",
        "info": [
          {
            "title": "ПІДВИЩИТИ РІВЕНЬ ВПІЗНАВАНОСТІ ВАШОГО БРЕНДУ",
            "text": "Завдяки співпраці з ВЕС Ви можете налагодити звʼязки зі студентами та позиціонувати себе відкритими до інновацій. Таким чином компанія стане популярнішою серед молоді."
          },
          {
            "title": "ПОБАЧИТИ В РОБОТІ ПРОГРЕСИВНУ МОЛОДЬ",
            "text": "Учасниками інженерних змагань є талановиті студенти, які цікавляться новим і не бояться змін — чудовий шанс, щоб знайти потенційних працівників."
          },
          {
            "title": "НЕФОРМАЛЬНО ПОСПІЛКУВАТИСЬ ЗІ СТУДЕНТАМИ",
            "text": "У день закриття змагань проводитиметься нетворкінг — прекрасна нагода для обміну ідеями, досвідом чи простої розмови з учасниками за чашкою кави."
          },
          {
            "title": "ДОЛУЧИТИСЯ ДО ВОЛОНТЕРСТВА",
            "text": "Допомагаючи нам, Ви автоматично підтримуєте ЗСУ — 10% від усіх отриманих нами коштів ми віддаємо на потреби армії. Тобто, разом наближаємо перемогу ще на один крок!"
          }
        ]
      },
      {
        "title": "Дізнайтесь більше: Студент",
        "info": [
          {
            "title": "РЕАЛЬНИЙ ДОСВІД",
            "text": "Ми підібрали тільки актуальні завдання на змагання — усе для того, щоб, у додачу до теорії, можна було отримати крутий практичний досвід у різних сферах інженерії."
          },
          {
            "title": "ПОКРАЩЕНІ СОФТ СКІЛИ",
            "text": "ВЕС — це змагання, які допоможуть тобі навчитися працювати в команді та правильно розподіляти свій час. Ми допоможемо у поборенні страхів челенджів та невдалих презентацій себе."
          },
          {
            "title": "КАР’ЄРНИЙ РОЗВИТОК",
            "text": "Тренінги та завдання від компаній, нетворкінг, менторство досвідчених працівників, розв'язування реальних проблем — це все є чудовим поштовхом до початку чи продовження твого карʼєрного шляху."
          },
          {
            "title": "НОВІ ЗНАЙОМСТВА",
            "text": "Упродовж п’яти днів івенту ти зможеш не тільки поспілкуватися з напарниками з команди, а й подружитися з іншими людьми — рештою учасників чи представниками компаній."
          }
        ]
      }
    ]
  },
  "photos": "НАШІ ФОТО",
  "partners": "ПАРТНЕРИ",
  "organizers": {
    "main-title": "ОРГАНІЗАТОРИ",
    "title": "BEST LVIV",
    "text1": "Івент реалізує волонтерська організація BEST Lviv, що є частиною Ради студентів технічних університетів Європи (Board of European Students of Technology).",
    "text2": "Наш осередок був сформований у 2002 році при Національному університеті \"Львівська політехніка\". Уже понад двадцять років BEST є дружньою спільнотою студентів, які зацікавлені в розвитку як себе, так і суспільства загалом. Усі івенти спрямовані на допомогу юнацтву на початку кар’єрного росту, розвиток їхніх навичок та об’єднанню активної молоді."
  },
  "core-team": {

      "position1": "MO",
      "name1": "rula"

  }
}
