
{
    "nav": {
      "home": "Home",
      "partners": "Partners",
      "organizers": "Organizers"
    },
    "date": "October 25-29",
    "about-event": {
      "title": "ABOUT EVENT",
      "text1": "It’s a competition that provides an opportunity to apply acquired skills and knowledge for solving actual problems.",
      "text2": "The main point of the competition is to propose an innovative solution in one of two categories: Case Study (CS) or Team Design (TD)."
    },
    "goals-event": {
      "title": "GOAL",
      "text1": "The main goal of the event is creating an environment for students to develop and use their abilities.",
      "text2": "Participants will work in teams to find a creative solution to real-life issues."
    },
    "mission-vision": {
      "main-title": "MISSION & VISION",
      "title1": "MISSION",
      "title2": "VISION",
      "text1": "Development of engineering students",
      "text2": "Realization of Ukraine's engineering potential"
    },
    "categories": {
      "main-title": "CATEGORIES ",
      "title1": "CASE STUDY ",
      "title2": "TEAM DESIGN",
      "text1": "A category in which you need to propose a theoretical solution to a given engineering, economic, production, social, or marketing problem.",
      "text2": "A category in which participants are required to solve a practical problem in IoT, embedded, electronics, radio engineering, or mechanics.",
      "example": "Example of the task: ",
      "example1": "Post-war restoration of Chersonesos, considering external aspects, such as protecting the monument from soil slippage or flooding.",
      "example2": "The development of an autonomous device for real-time monitoring of a soldier's vital signs with the function of data transmission to a medical center."
    },
    "bec-you": {
      "main-title": "WHY YOU SHOULD CHOOSE THE BEC IF YOU ARE",
      "title1": "A COMPANY",
      "title2": "STUDENT",
      "text1": "Partnership with the BEC will be a great opportunity to contribute to youth development, find promising employees, and show that you are open to new ideas.",
      "text2": "Participation in the competition is a great chance to make new acquaintances, gain and improve skills, obtain complex experience and create unforgettable memories.",
      "sub-text": "Find out more",
      "company": {
      "title1": "INCREASE YOUR BRAND AWARENESS",
      "text1": "Through cooperation with BEC, you can establish connections with students and position yourself as open to innovation. This way, your company will become more popular among the youth.",
      "title2": "SEE PROGRESSIVE YOUTH AT WORK",
      "text2": "Participants in the engineering competitions are talented students who are interested in new things and are not afraid of change — a great opportunity to find potential employees.",
      "title3": "TALK INFORMALLY WITH STUDENTS",
      "text3": "On the closing day of the competition, there will be a networking event — a great opportunity to exchange ideas, experiences, or simply have a conversation with participants over a cup of coffee.",
      "title4": "ENGAGE IN VOLUNTEERING",
      "text4": "By helping us, you automatically support the Armed Forces of Ukraine — we donate 10% of all funds received to the needs of the army. Thus, together we bring victory one step closer!"
    },
    "student": {
      "title1": "REAL EXPERIENCE",
      "text1": "We have selected only relevant tasks for the competition so that, in addition to theory, you can gain valuable practical experience in various fields of engineering.",
      "title2": "IMPROVED SOFT SKILLS",
      "text2": "The BEC is a competition that will help you learn to work in a team and manage your time properly. We will help you overcome the fears of challenges and unsuccessful self-presentations.",
      "title3": "CAREER DEVELOPMENT",
      "text3": "Trainings and tasks from companies, networking, mentorship from experienced employees, solving real problems — all of this serves as an excellent impetus to start or continue your career path.",
      "title4": "NEW ACQUAINTANCES",
      "text4": "During the five days of the event, you will be able not only to communicate with your teammates, but also to make friends with other people — the rest of the participants or company representatives."
    }
    },
    "photos": "Our photos",
    "partners": "Partners",
    "organizers": {
      "main-title": "ORGANIZERS",
      "title": "BEST LVIV",
      "text1": "The event is organized by the volunteer organization BEST Lviv, which is part of the Board of European Students of Technology.",
      "text2": "Our LBG (Local BEST Group) was formed in 2002 at Lviv Polytechnic National University. For more than twenty years, BEST has been a friendly community of students interested in developing both themselves and society as a whole. All events are aimed at helping young people at the beginning of their career, developing their skills and uniting active youth."
    },
    "core-team": {
      "position1": "Main Organizer",
      "name1": "Ruslan Yavir",
      "position2": "IT Responsible",
      "name2": "Denys Brazdetskyi",
      "position3": "PR Responsible",
      "name3": "Khrystyna Fedoriv",
      "position4": "Fundraising Responsible",
      "name4": "Anna Medzyn",
      "position5": "Fundraising Responsible",
      "name5": "Kateryna Yaroshchuk",
      "position6": "Mentor",
      "name6": "Bohdana Honserovska",
      "position7": "Logistics Responsible",
      "name7": "Mykhaylo Mahdych",
      "position8": "Content Responsible (CS)",
      "name8": "Liliia Kychma",
      "position9": "Content Responsible (TD)",
      "name9": "Vladyslav Bratiuk",
      "position10": "Design Responsible",
      "name10": "Viktoria Kaminska",
      "position11": "HR Responsible",
      "name11": "Bohdan Horbachov"
    }
  
  
  
   
  
  
    
  }
  
      
         
        
    
  
    